Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 02-The-Little-Red-Hen/CAT/red-hen/tm/corpus-peter.en.utf8.tmx
Source language: en
Languages: chr

source: At last, when his mission on earth was ended, there came a chariot of fire, and horses of fire, and carried Elijah by a Whirlwind up to heaven.
chr: ᎾᏉᏃ ᎠᏂ ᎠᎴᏂᏙᎲ ᎤᏍᏆᏗᏕᎾ ᎨᏎᎢ, ᏓᏆᎴᎷ ᎠᎴ ᏐᏈᎵ ᎠᏥᎸᎭ ᎦᎸᎳᏗ ᏧᏂᎶᏎᎢ, ᎠᎴ ᎠᎦᎷᎦ ᎤᏃᎸᏁᎢ, ᎢᎳᏥᏃ ᎦᎸᎳᏗ ᏭᏘᏅᏍᏔᏁᎢ.

source: Elijah’s mantle fell from the fiery chariot. It was caught up by a person named Elisha, and he likewise became a very celebrated prophet. He cursed some little children because they laughed at his bald head; and soon afterwards two she-bears tore forty and two of them in pieces.
chr: ᎢᎳᏥᏃ ᎤᏔᏃᎯ ᎤᏄᏬ ᎤᏙᎠᎯᏎᎴᎢ. ᎡᎵᏌᏃ ᏧᏙᎢᏛ ᎤᏁᏎᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎠᏥᎸᏉᏗᏳ ᎠᏕᎶᎰᏍᎩ ᏄᎵᏍᏔᏁᎢ; ᎾᏍᎩᏃ ᏗᏂᏲᎵ ᏚᏍᎦᏤᎢ, ᎤᎨᏬᏛ ᎨᏒ ᎬᏩᏰᏣᏍᏗᏍᎬ ᎤᏂᏍᏛᏕᎢ; ᎪᎯᏉᏃ ᎢᏴᏛ ᎠᏂᏔᎵ ᏲᏅ ᎦᏚᏏ ᏧᏂᎶᏎ ᎠᎴ ᏅᎦᏍᎪᎯ ᏔᎵᎦᎵ ᎢᏯᏂᏛ ᎬᏩᏂᏓᎦᎸᎢᏐᏁᎢ.

source: When Elisha was dead, and had lain many months in his sepulcher, another dead man happened to be let down into the same darksome place. But when the corpse touched the hallowed bones of the prophet Elisha, it immediately revived, and became a living man again.
chr: ᎡᎵᏌᏃ ᎤᏲᎱᏒ, ᎠᎴ ᎯᎸᏍᎩ ᎢᏯᏅᏙ ᎠᏤᎵᏍᏛ ᎦᏰᏥᏅᏅᎯ ᎨᏎᎢ, ᏅᏩᏓᎴ ᎠᏍᎦᏯ ᎤᏲᎱᏎᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎾᎿᏉ ᎠᏥᏅᏁᎢ. ᎠᏎᏃ ᎾᏍᎩ ᎤᏲᎱᏒᎯ ᎡᎵᏌ ᏧᎪᎳ ᏕᏥᏴ ᏭᏂᏅᏅ ᎩᎳᏉ ᎢᏴᏛ ᎤᏛᏂᏕᎢ ᎾᏍᎩ ᎠᏍᎦᏯ.

source: Jonah was another prophet. A whale swallowed him, and kept him three days in the depths of ocean, and then vomited him safely on dry land. Isaiah was also a prophet. He foretold many terrible calamities that were to befall Israel and Judah, and the surrounding nations. Jeremiah bewailed in plaintive accents the sins and misfortunes of God’s people.
chr: ᏦᎾᏃ ᎾᏍᏉ ᎠᏕᎶᎰᏍᎩ ᎨᏎᎢ. ᎠᏣᏗ ᎡᏆ ᎾᏍᎩ ᎤᎩᏎᎢ, ᎠᎴ ᏦᎢ ᏧᏙᏓᏆᏛ ᎠᎺᏉᎯ ᎠᏍᏛᎬ ᎤᏂᏙᎴᎢ, ᎾᏉᏃ ᎤᎧᏲᏛᎯ ᎨᏒ ᎦᎬᏃᏛ ᎤᎵᎦᏍᏔᏁᎢ. ᎢᏌᏯᏃ ᎾᏍᏉ ᎠᏕᎶᎰᏍᎩ ᎨᏎᎢ. ᎾᏍᎩ ᎢᎬᏱ ᏄᏕᎶᎰᏎ ᎤᏣᏘ ᎤᏲ ᏅᏧᎾᎵᏍᏓᏁᎵᏒ ᎢᏏᎵ, ᎠᎴ ᏧᏓ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᎾᎿ ᎬᏩᏚᏫᏛ ᏓᏁᏩᏗᏒᎢ. ᏤᎵᎹᏯᏃ ᎤᏣᏘ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᏂᎦᏪᏍᎨ ᏓᏍᎪᏂᎲ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᏴᏫ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ, ᎤᏣᏘ ᎠᏂᏍᎦᏅᏥᎶᏍᎬᎢ, ᎠᎴ ᎤᏲ ᏄᎾᎵᏍᏔᏁᎲᎢ.

source: The prophet Daniel foretold the downfall of Belshazzar, king of Babylon. He was afterwards cast into a den of lions in Babylon, at the command of king Darius. The next morning the king looked down into the den, and there was Daniel, alive and well!
chr: ᏕᏂᎵᏃ ᎠᏕᎶᎰᏍᎩ ᏤᎮᎢ. ᏇᎵᏌᏌ ᏧᏙᎢᏛ, ᏓᏗᎶᏂ ᎤᎬᏫᏳᎯ, ᎤᏛᏅᎢᏍᏔᏁᎢ ᎤᏣᏘ ᏧᎾᎵᏍᏓᏴᏗᏱ ᎠᎴ ᏧᎾᏗᏔᏍᏗᏱ, ᎾᏉᏃ ᏓᎾᎵᏍᏓᏴᎲᏍᎨ, ᎠᎴ ᏓᎾᏗᏔᏍᎨ, ᏴᏫ ᎤᏬᏰᏂ ᎢᏳᏍᏗ ᎠᏨᏍᏛ ᎣᏂᏗᏢ ᏧᏬᏪᎳᏁᎢ, ᏂᎦᏛᏃ ᎠᏂᎦᏔᎿᎢ, ᎠᎴ ᎨᏥᎸᏉᏗ ᏓᏗᎶᏂ ᎠᏁᎯ Ꮭ ᏰᎵ ᎬᏩᏂᎪᎵᏰᏗ ᏱᎨᏎᎢ Ꮭ ᎠᎴ ᏰᎵ ᎬᏩᎾᏕᎶᎰᎯᏍᏗ ᏱᎨᏎ ᏄᏍᏛ ᎤᏰᎸᏛᎢ; ᏕᏂᎵᏍᎩᏂ ᏩᏥᏯᏅᎲ ᎤᎪᎵᏰᎡ ᎪᏪᎸᎢ, ᎠᎴ ᏇᎵᏌᏌ ᏣᏥᏎᎪᎩᏏᏒ ᎠᎴ ᎠᏂᏋᏏ, ᎠᏂᎻᏗᏃ, ᏓᏗᎶᏂ ᎦᏚᎲ ᏗᎬᏩᎨᏓᏕᎵᏒ ᎤᏰᎸᏗ, ᏚᏬᏎᎴᎢ. ᎤᏙᏳᎯᏃ ᎾᏍᎩ ᏄᎵᏍᏔᏁᎢ. ᎣᏂᏃ ᎢᏴᏛ ᏢᏓᏥ ᎤᏂᏴᏍᏗᏱ ᏩᎦᏓᎢᏅᏎ ᏕᏂᎵ, ᏓᎳᏯ ᏧᏙᎢᏛ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎯ. ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎲ ᎤᏍᏛᏕᎢ. ᎠᏗᎾ ᎩᎶ ᎢᏳᎾᏍᏗ ᏕᏂᎵ ᎬᏩᏍᎦᎩ, ᎬᏩᏍᏗᏰᏔᏅᎯ ᎨᏎᎢ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎢᏳᏪᏍᏗᏱ. ᏑᎾᎴᏃ ᎢᏴᏛ ᎤᎬᏫᏳᎯ ᏢᏓᏥ ᏗᏂᏯᎥ ᏭᎧᏔᏁᎢ, ᎾᎿᏃ ᏗᏯᎡ ᏕᏂᎵ ᎪᎱᏍᏗ ᎤᎵᏍᏔᏅᎯ ᏂᎨᏒᎾ.

source: King Darius then ordered Daniel to be drawn out of the den, and his false accusers to be thrown into it. The moment that these wicked persons touched the bottom, the lions sprang forward and tore them limb from limb.
chr: ᎾᏉᏃ ᏓᎳᏯ ᎤᎬᏫᏳᎯ ᎤᏁᏤ ᏕᏂᎵ ᎠᏥᏄᎪᏫᏍᏗᏱ ᏢᏓᏥ ᎠᏂᏯᎥᎢ, ᎬᏩᏡᏔᏅᎯᏃ ᎾᎿ ᏫᏗᎨᎦᏓᎢᏅᏗᏱ. ᎾᏍᎩᏃ ᎯᎠ ᎤᏂᏁᎫᏥᏛ ᏴᏫ ᎾᎿ ᏫᏗᎨᎦᏓᎢᏅ ᎩᎳᏉ ᎢᏴᏛ ᏢᏓᏥ ᎬᏩᏂᏓᎦᎸᎢᏐᏁᎢ.

source: Numerous other prophets appeared at various times, and most of them performed such wonderful works that there could be no doubt Of their possessing power from on high. Now it was remarked that all these prophets, or nearly all, spoke of a King, or Ruler, or other illustrious Personage, who was to appear among the Jews.
chr: ᎤᏂᏣᏖ ᎠᏗᎾ ᎠᎾᏕᎶᎰᏍᎩ ᎢᏴᏛᎭᏉ ᎠᏂᎾᏄᎪᏥᎯᎮᎢ, ᎾᏍᎩᏃ ᎤᏣᏖ ᎤᏍᏆᏂᎪᏗ ᏚᏂᎸᏫᏍᏓᏁᎮᎢ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ Ꮭ ᎬᏝᏏᏛᎡᏗ ᏱᏂᎦᎵᏍᏗᎭ ᎦᎸᎳᏗ ᏅᏓᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏒ ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗᏱ. ᎾᏍᎩᏃ ᎤᏍᏆᏂᎪᏗᏳ ᎬᏰᎸᏗ ᏂᎦᎵᏍᏗᎭ ᏂᎦᏛ ᎠᎾᏕᎶᎰᏍᎩ ᎠᏂᏁᎢᏍᏗᏍᎨ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏴᏫ ᏗᎬᏩᏁᎶᏗ ᎠᎴ ᎠᏥᎸᏉᏗ ᎤᎾᏄᎪᎢᏍᏗᏱ ᎠᏂᏧᏏ ᎠᏁᎲᎢ, [ᎾᏍᎩ ᎯᎠ ᎦᎶᏁᏛ ᎤᎾᏄᎪᏥᎯᏍᏗᏱ ᎠᏂᏛᎨᎢ.]

source: Although they foretold the most dreadful calamities to the people, still there was this one thing to comfort them. A descendant of king David was to renew the glory of the Jewish race, and establish his sway over the whole world.
chr: ᎤᏣᏘ ᎡᎦᎾ ᎤᏲ, ᎠᎴ ᎤᎾᏰᎯᏍᏗ ᏅᏧᎾᎵᏍᏓᏁᎵᏒ ᏓᏂᏃᏁᎮ ᏴᏫ, ᎠᏎᏃ ᎠᏏ ᎯᎠ ᏑᏓᎴᎩ ᎤᏂᎧᎵᏍᏓᏗᏍᎩ ᏓᏂᏁᎢᏍᏓᏁᎮᎢ. ᏕᏫ ᎤᎬᏫᏳᎯ ᎤᏪᏥᏛᎯ ᏗᎦᎾᏄᎪᏥᏒ, ᎠᎴ ᎠᏂᏧᏏ ᎨᏥᎸᏉᏗᏳ ᏄᎵᏍᏔᏅ ᏙᏗᎪᏢᎯᏌᏁᎵᏒᎢ, ᎠᎴ ᎾᏍᎩ ᏣᎦᏁᎶᏗ ᎨᏒ ᎡᎳᏂᎬ ᏙᏗᏰᎵᎯᏍᏔᏂᏒᎢ.

source: This great event was expected to happen in about fifteen hundred years after Moses led the Israelites out of Egypt. And it did then happen. When the appointed period had elapsed, there appeared a star in a certain quarter of the heavens.
chr: ᏬᏏ ᎢᏥᏈᏱ ᏥᏙᏧᏄᎪᏫᏎ ᎢᏏᎵ, ᎾᎯᏳ ᏅᏓᏳᏓᎴᏅᏛ ᏍᎩᎦᏚ ᎢᏯᏍᎪᎯᏧᏈ ᏫᏄᏕᏘᏴᎲ ᎾᏍᎩ ᏓᎦᎾᏄᎪᏥᎵ, ᎠᏁᎵᏍᎨᎢ. ᎤᏙᎯᏳᎯᏃ ᎾᎯᏳᏉ ᎤᎾᏄᎪᏥᎴᎢ. ᎾᏉᏃ ᎾᎯᏳ ᎠᏎᎯᏛ ᎨᏒ ᎤᎵᏱᎶᎸ, ᎪᎱᏍᏗ ᎤᏍᏛ ᎦᎸᎳᏗ ᎨᏒ ᏃᏈᏏ ᎤᎾᏄᎪᏤᎢ.

source: Three wise men from the east beheld the star, and were guided by it to a stable in the little village of Bethlehem. It was about five miles from Jerusalem. There, in a manger, lay the infant Jesus!
chr: ᎠᏂᏦᎢ ᎠᏂᎦᏔᎿᎢ ᎤᏂᎪᎮ ᏃᏈᏏ, ᎠᎴ ᎾᏍᎩ ᏓᏂᎧᎿᏩᏗᏒᎢ, ᏐᏈᎵ ᎤᏂᏴᏍᏗᏱ ᏚᎾᏘᏃᎴᎢ, ᎦᏚᏱ ᎦᏚᎲᎢ. ᎾᏍᎩ ᎯᎠ ᎦᏚᎲᎢ ᏥᎷᏏᎵᎻ ᎡᏅᏛ ᎯᏍᎩᎭ ᎢᏳᏟᎶᏛ ᎨᏎᎢ. ᎾᎿᏃ ᏐᏈᎵ ᎤᎾᎵᏍᏓᏴᏗᏱ ᏥᏳᎯ ᎦᏅᎨ ᎢᎩᏍᏕᎵᏍᎩ ᏥᏌ.

source: Crucifixion of Christ. Destruction of Jerusalem.
chr: ᎢᎩᏍᏕᎵᏍᎩ ᎠᎦᏛᏅᎢ, ᎠᎴ ᏥᎷᏏᎵᎻ ᎤᏂᏲᏍᏔᏅ ᎧᏃᎮᏍᎩ.

source: The greatest event, not only in the history of the Jews, but in the history of the world, had now taken place. This was the coming of the Savior. But my readers must not expect me to relate the whole story of this divine personage in the little book which I am now writing.
chr: ᏫᎬᏩᏓᎪᎾᏛᏛ ᎦᎸᏉᏗ ᏄᎵᏍᏔᏅ ᏴᏫ ᎢᏕᎲᎢ, ᎾᏉ ᏄᎵᏍᏔᏂᎴᎢ. ᎾᏍᎩ ᎢᎩᏍᏕᎵᏍᎩ ᎤᎾᏄᎪᏥᎸ ᏥᏛᎦ. ᎠᏎᏃ ᏗᏥᎪᎵᏰᏍᎩ ᎥᏝ ᎨᎵ ᏂᎦᎥ ᏚᎸᏫᏍᏓᏁᎸ ᏓᎧᏃᎮᎰᏂ ᏱᎨᏍᎩᏰᎵᏎᎭ ᎯᎠ ᏥᏄᏍᏗᎬᏉ ᏥᎪᏪᎵᎠ.

source: The Jews rejected him. They had been looking for an earthly potentate; and when they beheld the meek and lowly Jesus, they despised and hated him. From the time that he proclaimed himself the Messiah, they sought to take his life
chr: ᎠᏂᏧᏏ ᎬᏩᏲᎢᏎᎴᎢ. ᎡᎶᎯᏉᏰᏃ ᎡᎯ ᎤᎬᏫᏳᎯ ᎠᏂᎦᏖᏃᎮᎢ; ᎤᏓᏅᏘᏃ, ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᏥᏌ ᏕᎬᏩᎧᎿᏅ, ᎬᏩᏍᎦᎩᏉ ᎠᎴ ᎬᏩᏂᏆᏘᎯ ᏄᎵᏍᏔᏁᎢ. ᏚᏃᏁᎸᏃ ᎤᏩᏒ ᎦᎶᏁᏛ ᎨᏒ ᎤᎾᎴᏅᎮ ᎬᏩᎯᏍᏗᏱ ᎤᏂᏲᎴᎢ.

source: They brought him before the judgment-seat of Pontius Pilate, who was then the Roman governor of Judea. Pilate sentenced him to death, and the Savior of the world was crucified between two thieves. He however rose from the dead, after being buried three days, and ascended into heaven.
chr: ᎾᏉᏃ ᏉᏂᏛ ᏆᎴᏗ ᏗᎫᎪᏙᏗᏱ ᎤᏪᏍᎩᎸ ᎢᎬᏱᏢ ᎬᏩᏘᏃᎴᎢ, ᎾᏍᎩ ᎾᎯᏳ ᎠᏂᎶᎻ ᎬᏩᏁᏤᎸᎯ ᏧᏗᏱ ᎤᎬᏫᏳᎯ ᎨᏎᎢ. ᏆᎴᏗᏃ ᏚᏭᎪᏔᏁ ᎤᏲᎱᎯᏍᏗᏱ, ᎡᎳᏂᎬᏃ ᏧᏍᏕᎸᎰᎸᎯ ᎠᏂᏔᎵ ᎠᏂᏃᏍᎩᏍᎩ ᏕᎨᎦᏛ ᎾᎿ ᎠᏰᎵ ᎠᎦᏛᏁᎢ. ᎾᏉᏃ ᎠᏤᎵᏍᏛ ᎠᏥᏅᏁᎢ, ᏦᎢᏁᏉᏗᎾ ᎢᎦ ᏚᎴᎯᏌᏁᎢ, ᎠᎴ ᎤᎵᏌᎳᏓᏁ ᎦᎸᎳᏗ ᏭᎶᏎᎢ.

source: Such is the brief story of Jesus Christ. After his death, his apostles proceeded to preach his gospel throughout the land of Canaan and other countries. Of all the apostles, Paul was the most active and successful.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎦᏲᎵ ᏥᏃᎲᎵ ᏄᎵᏍᏔᏁᎸ ᏥᏌ ᎦᎶᏁᏛ. ᎤᏲᎱᏒᏃ ᎨᏥᏅᏏᏛ ᎤᎾᎵᏣᏙᏅᏎ ᎤᏤᎵᎦ ᎣᏍᏛ ᎧᏃᎮᏛ. ᏉᎳᏃ ᏧᏙᎢᏛ ᏂᎦᏛ ᎨᏥᏅᏏᏛ ᏧᎪᎾᏛᏔᏃᏅᎯ ᎨᏎ ᎠᎦᎵᏴᎢ, ᎠᎴ ᎤᏂᏣᏛ ᎬᏬᎯᏳᎲᏍᎬᎢ.

source: He visited various parts of Palestine, Syria, Asia Minor, and Greece. At length he was sent as a prisoner to Rome, to be tried by the emperor. He went with other prisoners in a small vessel nearly the whole length of the Mediterranean Sea.
chr: ᎾᏍᎩᏰᏃ ᎤᏪᏙᏁ ᏧᏗᏱ, ᎠᎴ ᏏᎵᏱ, ᎠᎴ ᎡᏏᏱ, ᎠᎴ ᎠᏂᎩᎵᎩᏱ. ᎾᏉᏃ ᎠᏥᏂᏴᎮ, ᎠᎴ ᎠᏴᎩ ᎶᎻᏱ ᏩᎦᏘᏅᏍᏔᏁᎢ, ᏄᎬᏫᏳᏒ ᎤᎬᏫᏳᎯ ᎤᏱᎵᏓᏍᏗᏱ. ᏉᎳᏃ, ᎠᎴ ᎯᎸᏍᎩ ᎢᏯᏂᏛ ᎠᏂᏴᎩ ᎠᏲᎵᎨᏍᏙᏗ ᏥᏳ ᎤᎾᏦᏁᏔᎢ, ᎠᎴ ᏂᎦᏅᎯᏒ ᎦᏙᎯ ᎠᏰᎵ ᎥᏓᎸᎢ ᎤᏁᏅᏎᎢ.

source: In the course of the voyage, the vessel was wrecked upon the island of Malta during a terrible gale. After this the vessel proceeded on its voyage, and Paul reached Rome sixty-one years after Christ. Here he remained in prison a long time; but many persons came to visit him, and he preached to them all the doctrines of Christianity. Paul was at length released, but it is believed that he was beheaded by order of the emperor Nero.
chr: ᎠᎾᎢᏒᏃ ᎹᎵᏔ ᏚᏙᎥ ᎠᎹᏰᎵ ᎤᏂᏝᏗᏤᎴ ᏥᏳ, ᎤᏣᏘ ᎦᏃᎸᎥᏍᎬᎢ. ᎣᏂᏃ ᎢᏴᏛ ᏔᎵᏁ ᎢᎤᎾᏂᎩᏎᎢ, ᏉᎳᏃ ᎶᎻᏱ ᏭᎷᏤ 61 ᏫᏄᏕᏘᏴᎲ ᎦᎶᏁᏛ ᎤᏕᏅᎢ. ᎾᎿᏃ ᎠᏴᎩ ᎪᎯᏗᏳ ᎤᏕᏁᎢ; ᎠᏎᏃ ᎤᏂᏣᏖ ᏴᏫ ᎬᏩᏩᏛᎯᎯᎮᎢ, ᎧᏃᎮᏛᏃ ᎠᏓᏅᏏᏛ ᏓᎵᏣᏙᏁᎮᎢ. ᎯᎸᎯᏳᏃ ᎢᏴᏛ ᏉᎳ ᏓᏥᏲᏎᎢ, ᎠᏎᏃ ᏄᎬᏫᏳᏒ ᎶᎻᏱ ᎤᎬᏫᏳᎯ ᏂᎶ ᏧᏙᎢᏛ ᎤᏁᏨᎯ ᎠᏥᏍᎫᏕᏎᎢ ᎠᎾᏗᏍᎪᎢ.

source: The apostle had now sown the seeds of the gospel in many countries, and the fruits began to appear. Nearly all the civilized world were worshippers of the Roman gods; but this heathen faith gradually gave way before the gospel, and, in process of time, Christianity was diffused over nearly the whole of Europe.
chr: ᎠᏥᏅᏏᏛᏃ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᎦᏔ ᏧᎾᏓᎴᏅᏛ ᏓᏁᏩᏗᏒ ᎤᏫᏒᎯ ᎨᏎᎢ, ᎠᎦᏛᎾᎬᏃ ᎾᏉ ᎦᎾᏄᎪᎨᎢ. ᎡᎶᎯ ᏂᎬᎾᏛ ᎪᏪᎵ ᏗᏂᎦᏔᎯ ᏓᏁᏩᏗᏒ ᎠᏂᎶᎻ ᏚᏂᎧᎲ ᎤᏁᎳᏅᎯ ᏧᏂᏰᎸᎯ ᏗᎾᏓᏙᎵᏍᏔᏁᎯ ᎨᏎᎢ, ᎾᏍᎩᏃ ᏄᏍᏛ ᎤᏃᎯᏳᏒ ᎠᎵᏱᎵᏎᏉ ᏕᎤᏂᏲᏍᎨᎢ, ᎣᏍᏛᏃ ᎧᏃᎮᏛ ᎠᏰᎵᏍᎬ ᏕᎠᎾᏓᏂᎸᎨᎢ, ᎯᎸᏍᎩᏉᏃ ᏫᏄᏬᎯᏨ ᎣᏍᏛ ᎧᏃᎮᏛ ᏳᎶᏈᏱ ᏂᎬᎾᏛᏉ ᎢᏳᏍᏗ ᎤᏰᎵᏐᏁᎢ.

source: Long before the crucifixion of Christ, the Jews had become completely subject to the Roman power. But, about forty years after his death, they rebelled against their masters.
chr: ᎠᏏ ᎦᎶᏁᏛ ᎾᎦᏛᎥᏍᎬᎾ ᏥᎨᏎᎢ, ᎠᏂᎶᎻ ᎦᏳᎳ ᎠᏂᏧᏏ ᏧᏂᏎᎪᎩᏛ ᎨᏎᎢ. ᎠᏎᏃ ᎦᎶᏁᏛ ᎠᎦᏛᏅ ᏅᎦᏍᎪᎯ ᏫᏄᏕᏘᏴᎲ ᏕᎤᏂᎦᏘᎸᏎ ᎬᏩᏂᏎᎪᎩᏛ.

source: Titus, the Roman general, immediately marched to besiege Jerusalem. A most dreadful war ensued. The inhabitants were shut up in the city, and soon were greatly in want of food. Hunger impelled one of the Jewish women to devour her own child. When Titus heard of it, he was so shocked that he vowed the destruction of the whole Jewish race, and more than a hundred thousand persons perished during this frightful siege!
chr: ᏓᏱᏓᏏᏃ ᎠᎶᎻ ᎠᏍᎦᏰᎬᏍᏓ, ᎠᏂᏯᏫᏍᎩ ᏚᏘᏅᏎ, ᎠᎴ ᏥᎷᏏᎵᎻ ᏚᏚᏫᏍᏔᏁᎢ. ᎾᏉᏃ ᎤᏣᏘ ᎤᏍᎦᏎᏗᏳ ᏄᎾᏛᏁᎴ ᏚᎾᎵᎴᎢ. ᏥᎷᏏᎵᎻ ᎠᏁᎯ ᎾᎿ ᎦᏚᎲ ᎨᎦᎵᏍᏚᏔᏁᎢ, ᏄᏬᎯᏨᎾᏉᏃ ᎤᎾᎵᏍᏓᏴᏗ ᎤᎾᏘᏒᏁᎴᎢ. ᎠᏏᏴᏫᏃ ᎠᏧᏏ ᎠᎨᏴ ᎠᎪᏄᏉ ᎤᏲᏏᏍᎬ ᏅᏧᎵᏍᏙᏔᏁ ᎤᏩᏒ ᎤᏪᏥ ᎤᏩᏯᎡᎢ. ᏓᏱᏓᏏᏃ ᎤᏛᎦᏅ ᎤᏣᏘ ᎤᏔᎳᏬᏎᎢ, ᎠᎴ ᎤᏎᎵᏔᏁ ᎠᏂᏧᏏ ᎠᏁᎲ ᏧᏛᏙᏗᏱ, ᎠᎴ ᎠᏍᎪᎯᏧᏈ ᎢᏯᎦᏴᎵ ᎤᎶᏒᏍᏗ ᏴᏫ ᎤᎾᎵᏍᏆᏕᎴ ᎾᎯᏳ ᏥᏚᏚᏫᏍᏔᏁᎢ.

source: At length the city was taken in the night-time, and set on fire. The flames caught the temple. The hills on which Jerusalem is situated were all blazing like so many volcanoes. The blood of the slaughtered inhabitants hissed upon the burning brands.
chr: ᎯᎸᏍᎩᏉᏃ ᎢᏳᏒᎯ ᎠᏂᏧᏏ ᎨᏥᎩᎡᎴ ᎤᏂᏚᎲᎢ, ᎠᎴ ᎨᏥᎴᎾᏁᎴᎢ. ᎠᏓᏪᎳᎩᏍᎬᏃ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏫᏚᏱᎶᎴᎢ, ᎠᎴ ᎤᎪᏁᎢ. ᏂᎬᏃ ᏥᎷᏏᎵᎻ ᎦᏚᎲ ᎤᎪᏁᎢ, ᎠᎴ ᎤᏂᏧᏈᏍᏙᏒᎯ ᏴᏫ ᏕᎨᏥᎴᎢ.

source: Ninety-seven thousand Jews were taken prisoners. Some were sold as slaves. The conquerors exposed others to be torn in pieces by wild beasts. A few people remained in Jerusalem, and partly rebuilt the city. But it was again destroyed by a Roman emperor named Adrian. He leveled the walls and houses with the earth, and sowed the ground with salt.
chr: ᏐᏁᎳᏍᎪᎯ ᎦᎵᏉᎩᎦᎵ ᎢᏯᎦᏴᎵ ᎠᏂᏧᏏ ᏕᎨᏥᏴᎩᏁᎢ; ᎢᎦᏛᏃ ᏕᎨᏥᎾᏢᏁᎢ. ᎤᎾᏓᏎᎪᎩᏛᏃ, ᎢᎦᏛ ᎠᏂᏧᏏ ᎤᏂᏍᎦᏎᏗ, ᎢᎾᎨ ᎠᏁᎯ ᏓᏂᎧᏁᎮ ᎬᏩᏂᏓᎦᎸᎢᏍᏗᏱ. ᎠᏂᎩᏲᎵᏍᎩᏂᏃᏅ ᏥᎷᏏᎵᎻ ᏚᏂᎧᎯᏰᎢ, ᎦᏚᎲᏃ ᎤᏍᏗᎩᏛ ᎤᏃᏢᎯᏌᏁᎢ. ᎠᏎᏃ ᏄᏬᎯᏨᎾᏉ ᏄᎬᏫᏳᏒ ᎶᎻᏱ ᎤᎬᏫᏳᎯ ᎠᏟᎠᏂ ᏧᏙᎢᏛ ᎤᏲᏍᏗᏌᏁᎢ. ᎾᏍᎩᏃ ᏓᏐᏴ ᎠᎴ ᏓᏓᏁᎸ ᏂᎦᏛ ᏚᏲᏍᏔᏁᎢ, ᎦᏙᎯᏃ ᎤᏣᏘ ᎠᎹ ᎤᎳᎨᏯᏛᏁᎢ.

source: The Jews were scattered all over the world. This catastrophe had long been prophesied. There are now between three and four millions of them in different parts of the earth. They still keep their religion, and many of their old customs. Jerusalem has been partially restored, but it is now very different from what it was in the time of our Savior.
chr: ᎾᏉᏃ ᎠᏂᏧᏏ ᎡᎳᏂᎬ ᎤᎾᏗᎦᎴᏲᏤᎢ. ᎾᏍᎩ ᎠᏗᎾ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏒ ᎪᎯᏗᏳ ᎬᏩᏂᏁᎢᏍᏔᏅᎯ ᎨᏎ ᎠᎾᏕᎶᎰᏍᎩ. ᎪᎯᏃ ᏥᎩ ᏦᎢ ᎢᏳᏆᏗᏅᏛ ᎤᎶᏒᏍᏗ ᎡᎳᏂᎬ ᎤᎾᏗᎦᎴᏲᏨᎯ ᎠᏁᎭ. ᎩᎳᎯᏳᏃ Ꮭ ᏱᏃᎯᏳᎲᏍᎦ ᎦᎶᏁᏛ ᎤᎾᏄᎪᏥᎸᎢ. ᏥᎷᏏᎵᎻᏃ ᎪᎯ ᎤᏍᏗᎩᏛ ᎤᏃᏢᎯᏌᏅᎯ ᎢᎩ, ᎠᏎᏃ ᎢᎩᏍᏕᎵᏍᎩ ᏤᎮ ᏥᏄᏍᏕ ᎥᏝ ᏗᎬᏟᎶᏍᏙᏗ ᏱᎩ ᎪᎯ ᎨᏒ ᏥᏄᏍᏗ.
